Repository: VrickPL/Pokedex
Catalog: Pokedex/Pokedex/Localizable.xcstrings
Source language: en
Languages: pl

# app_author
source: Author
pl: Autor

source: Attack:
pl: Atak:

source: Auto
pl: Automatyczny

source: Bug
pl: Robak

source: Catch in Pokeball!
pl: Złap do Pokeballa!

# click_pokemon_tip_message
source: Click Pokemon to see more info about him.
pl: Naciśnij Pokemona, aby zobaczyć o nim więcej informacji.

# click_pokemon_tip_title
source: Click Pokemon
pl: Naciśnij Pokemona

# could_not_update
source: Couldn't update Pokemons.
pl: Nie udało się zaktualizować Pokemonów.

# couldntFindPokemon
source: Couldn't find this Pokemon. Please enter full name.
pl: Nie znaleziono Pokemona o podanej nazwie. Proszę podać pełną nazwę.

# couldntFindPokemons
source: Couldn't find these Pokemons. Please scroll more to explore them.
pl: Nie znaleziono Pokemonów o podanej nazwie. Proszę skrollować dalej, aby odkryć ich więcej.

# couldntGetFavouritePokemons
source: Couldn't download favourite Pokemons. Please try again.
pl: Nie udało się pobrać ulubionych pokemonów. Proszę spróbować ponownie.

# couldntGetPokemon
source: Couldn't get the Pokemon info. Try again.
pl: Nie udało się pobrać informacji o Pokemonie. Spróbuj ponownie.

# couldntUpdatePokemons
source: Couldn't update the Pokemons.
pl: Nie udało się pobrać nowych Pokemonów.

source: Dark
pl: Ciemny

source: Defense:
pl: Obrona:

source: Description
pl: Opis

source: Dragon
pl: Smoczy

source: Electric
pl: Elektryczny

source: English
pl: Angielski

source: Fairy
pl: Baśniowy

source: Favourite
pl: Ulubione

# favouritePokemonsEmpty
source: You don't have any favourite Pokemons!
pl: Nie masz ulubionych Pokemonów!

source: Fighting
pl: Walczący

source: Fire
pl: Ognisty

source: Flying
pl: Latający

source: Ghost
pl: Upiorny

source: Grass
pl: Trawiasty

source: Ground
pl: Gruntowy

source: Height:
pl: Wysokość:

source: Ice
pl: Lodowy

# language
source: Langauge
pl: Język

source: Light
pl: Jasny

source: Normal
pl: Normalny

source: Poison
pl: Trujący

# pokemon_double_tap_tip_message
source: Double tap Pokemon to add him to you Pokedex.
pl: Kliknij podwójnie, aby dodać Pokemona do twojego Pokedexu.

# pokemon_double_tap_tip_title
source: Double tap
pl: Podwójne kliknięcie

source: Polish
pl: Polski

source: Profile
pl: Profil

source: Psychic
pl: Psychiczny

source: Remove from Pokeball
pl: Wypuść z Pokeballa

source: Rock
pl: Kamienny

source: Search
pl: Wyszukiwarka

# search_by_name
source: Search by whole name
pl: Szukaj przez pełną nazwę

source: Settings
pl: Ustawienia

source: Special attack:
pl: Atak specjalny:

source: Special defense:
pl: Obrona specjalna:

source: Speed:
pl: Szybkość:

source: Steel
pl: Stalowy

# success_add_pokemon
source: Successfully added Pokemon to your Pokedex!
pl: Dodano Pokemona do twojego Pokedexa!

# success_delete_pokemon
source: Successfully deleted Pokemon from your Pokedex
pl: Usunięto Pokemona z twojego Pokedexa.

source: Theme
pl: Motyw

source: Try again
pl: Spróbuj ponownie

# unexpected_error
source: Unexptected error. Try again.
pl: Niespodziewany błąd. Spróbuj ponownie.

source: Water
pl: Wodny

source: Weight:
pl: Waga:
